Repository: mobileexpert1/Logo-2024
Catalog: *.lproj/Localizable.strings
Languages: es

source: Signature
es: Firma

source: Date of order
es: Fecha de pedido

source: Description
es: Descripción

source: LABOR CHARGES
es: CARGOS LABORALES

source: Phone
es: Teléfono

source: RESET
es: REINICIAR

source: Fire sprinkler system
es: sistema de rociadores contra incendios

# To
source: Customer Name
es: Nombre del cliente

source: En
es: es

source: Add Material
es: Agregar material

source: TOTAL MATERIALS
es: MATERIALES TOTALES

source: Job phone
es: telefono de trabajo

source: Number of workers
es: Numero de trabajadores

source: Day work
es: Día de trabajo

source: Add
es: Agregar

source: Hours
es: Horas

source: Amount
es: Monto

source: Job location
es: Locación de trabajo

source: Terms
es: Términos

source: JOB INVOICE
es: FACTURA DE TRABAJO

source: Starting date
es: Fecha de inicio

# Customer order number
source: Customer's order number
es: Número de pedido del cliente

source: SUBMIT
es: ENVIAR

source: DESCRIPTION OF WORK
es: DESCRIPCIÓN DEL TRABAJO

source: Add Sign
es: Agregar signo

source: SERVICE
es: SERVICIO

source: Add Service
es: Agregar servicio

source: GROSS TOTAL
es: BRUTO TOTAL

source: Qty
es: Cantidad

source: Size
es: Tamaño

source: Welcome
es: Bienvenidos

source: OTHER CHARGES
es: OTROS CARGOS

source: Work order by
es: orden de trabajo por

source: Clear
es: Claro

source: Add Labor
es: Añadir mano de obra

# Price include other charges
source: Price include other charges and total labor cost respective to number of workers
es: El precio incluye otros cargos y el costo total de mano de obra correspondiente al número de trabajadores

source: Order taken by
es: orden tomada por

source: Contract
es: Contrato

source: Price
es: Precio

source: Job (Name / Number)
es: Trabajo (Nombre / Número)

source: Labor
es: Mano de obra

source: Quantity
es: Cantidad

source: Left in service
es: Dejado en servicio

source: Left off and out of service
es: Abandonado y fuera de servicio

source: WORK ORDER
es: ORDEN DE TRABAJO

source: (This is not final price)
es: (Este no es el precio final)

# To :
source: Customer Name :
es: Nombre del cliente :

source: Terms :
es: Términos :

source: Order taken by :
es: Orden tomada por:

source: Customer's order number :
es: Número de pedido del cliente:

source: Date of order :
es: Fecha de pedido :

source: Phone :
es: Teléfono :

source: Job (Name/Number) :
es: Trabajo (Nombre/Número) :

source: Job location :
es: Locación de trabajo :

source: Job phone :
es: Teléfono de trabajo:

source: Starting date :
es: Fecha de inicio :

source: Work type :
es: Tipo de trabajo :

source: Description of work :
es: Descripción del trabajo :

source: Number of workers required :
es: Número de trabajadores requeridos:

source: Work order by :
es: Orden de trabajo por:

source: Fire sprinkler system left in service
es: Sistema de rociadores contra incendios dejado en servicio

source: Fire sprinkler system left off and out of service
es: Sistema de rociadores contra incendios dejado fuera de servicio

source: Any system that cannot be returned to active service in the same business day will require fire watch to be scheduled and provided by the building representative, maintenance company and or building owner. All CPVC systems that are cut into WILL be left off for a 24 hour period for proper glue cure time
es: Cualquier sistema que no pueda volver al servicio activo en el mismo día hábil requerirá que el representante del edificio, la compañía de mantenimiento y/o el propietario del edificio programen y proporcionen vigilancia contra incendios. período de una hora para el tiempo adecuado de curado del pegamento

source: Description :
es: Descripción :

source: Materials detail:
es: Detalle de materiales:

source: Our Labor rates are as follows:
es: Nuestras tarifas laborales son las siguientes:

source: Time and Material Labor Rate Sheet
es: Hoja de tarifas de tiempo y mano de obra

source: Emergency/Service Rates:
es: Tarifas de Emergencia/Servicio:

source: Straight Time (M-F 7:30AM-3:30PM):
es: Tarifa Normal (L-V 7:30AM-3:30PM):

source: 4-hour minimum each Technician
es: 4 horas mínimas por cada Técnico

source: $120 per hour each
es: $120 por hora cada uno

source: $85 flat rate for travel + material + tax
es: $85 tarifa plana por viaje + material + impuestos

source: Anything over 4 hours is additional
es: Cualquier tiempo adicional sobre 4 horas es adicional

source: Over Time (M-F 3:31PM - 7:29AM):
es: Tiempo Extra (L-V 3:31PM - 7:29AM):

source: $180 per hour each
es: $180 por hora cada uno

source: $240 per hour each
es: $240 por hora cada uno

source: Double Time (Sunday 12:01AM-11:59 PM):
es: Tiempo Doble (Domingo 12:01AM-11:59 PM):

source: Saturday (12:00AM - 11:59PM):
es: Sábado (12:00AM - 11:59PM):

source: Notes:
es: Notas:

source: Emergency calls/inspections fall under overtime rates and must be COD.
es: Las llamadas de emergencia/inspecciones se consideran tiempo extra y deben pagarse al contado.

source: Any inspections or service/emergency calls attended but unable to gain access will incur a travel charge.
es: Cualquier inspección o llamada de servicio/emergencia que no pueda acceder al lugar incurrirá en un cargo por viaje.

source: Any changes or modifications to the work scope may result in adjustments to labor and material changes.
es: Cualquier cambio o modificación en el alcance del trabajo puede resultar en ajustes en los cargos de mano de obra y materiales.

source: In accordance with industry standards and for optimal safety and efficiency, our services consistently necessitate the presence of two technicians, ensuring thorough and precise execution under varying conditions.
es: De acuerdo con los estándares de la industria y para una seguridad y eficiencia óptimas, nuestros servicios requieren consistentemente la presencia de dos técnicos, asegurando una ejecución completa y precisa bajo diversas condiciones.

source: Straight Time M-F 7:00AM-3:30PM is 2 men 4 hr minimum.
es: Horario directo de lunes a viernes de 7:00 a. m. a 3:30 p. m., 2 hombres, 4 horas como mínimo

source: $110 per hr per man, $75 flat rate for travel, material, plus tax.
es: $110 por hora por hombre, tarifa plana de $75 por viaje, material, más impuestos

source: Anything over the 4 hrs is additional.
es: Todo lo que supere las 4 horas es adicional

source: Overtime M-F 3:31PM - 6:59AM. Saturday to 11:59PM is 2 men 4 hr minimum.
es: Hora extra de lunes a viernes de 3:31 p. m. a 6:59 a. m. Sábado a 11:59 p. m. es de 2 hombres, 4 horas como mínimo

source: $165 per hr per man total is $1,320.00, $75 flat rate for travel, material, plus tax.
es: $165 por hora por hombre en total es $1,320.00, tarifa fija de $75 por viaje, material, más impuestos

source: Double Time Sunday12:01AM-11:59 PMis 2 men 4 hr minimum.
es: Double Time Sunday 12:01 AM-11:59 PM es 2 hombres 4 horas mínimo

source: Are you sure you want to reset all fields
es: Estás seguro de que quieres restablecer todos los campos?

source: Yes
es: Sí

source: All fields are required
es: Todos los campos son obligatorios

source: Add order taken by field
es: Añadir orden tomado por campo

source: Enter customer's order number
es: Ingrese el número de pedido del cliente

source: Enter date of order
es: Ingrese la fecha del pedido

source: Add phone number
es: Agregar el número de teléfono

source: Enter job name
es: Ingrese el nombre del trabajo

source: Enter job location
es: Ingrese la ubicación del trabajo

source: Enter job phone
es: Ingresar teléfono de trabajo

source: Enter starting date
es: Ingrese la fecha de inicio

source: Enter description of work
es: Ingrese la descripción del trabajo

source: Enter the work order by person name
es: Ingresar la orden de trabajo por nombre de persona

source: Add Signature
es: Agregar firma

source: Enter valid phone number
es: Ingrese un número de teléfono válido

source: Enter valid job phone number
es: Ingrese un número de teléfono de trabajo válido

source: Add service details
es: Agregar detalles del servicio

source: Enter other charges title
es: Ingrese el título de otros cargos

source: Enter other charges
es: Ingrese otros cargos

source: Enter quantity
es: Ingresar cantidad

source: Enter materials
es: Ingresar materiales

source: Please add signature
es: Por favor agregue la firma

source: Please add service
es: Agregar servicio

source: Please add description
es: Por favor agregue descripción
